akamud.vscode-theme-onedark
Arjun.swagger-viewer
burkeholland.simple-react-snippets
dsznajder.es7-react-js-snippets
eamodio.gitlens
esbenp.prettier-vscode
GitHub.github-vscode-theme
golang.go
jdinhlife.gruvbox
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode-remote.remote-containers
ms-vscode.vscode-typescript-tslint-plugin
PKief.material-icon-theme
redhat.vscode-yaml
vscodevim.vim
zhuangtongfa.material-theme
