vscodevim.vim
akamud.vscode-theme-onedark
GitHub.github-vscode-theme
PKief.material-icon-theme
redhat.vscode-yaml
ms-python.python
golang.go
dbaeumer.vscode-eslint
esbenp.prettier-vscode
eamodio.gitlens
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-vscode-remote.remote-containers
Arjun.swagger-viewer
burkeholland.simple-react-snippets
dsznajder.es7-react-js-snippets